# Brewfile for macOS
tap 'homebrew/bundle'

brew 'git'
brew 'make'
brew 'unzip'
brew 'gcc'
brew 'ripgrep'
brew 'xclip'
brew 'nvim'
brew 'ruby'
brew 'python'
brew 'zsh'
brew 'tmux'
brew 'fortune'
brew 'chroma'
brew 'cowsay'
brew 'lazygit'
brew 'node'
